12/data/attachments/da1cb29b635b66ac.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jasmine_media_Friend_31377_9</nif:username>
            <nif:friendToBeRequested>soap_friends_2fd3d9cc-d388-43ad-bd6b-19b33b81e3cb</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>